{
  "numRecordings": "1",
  "numSpecies": "1",
  "page": 1,
  "numPages": 1,
  "recordings": [
    {
      "id": "371680",
      "gen": "Turnix",
      "sp": "sylvaticus",
      "ssp": "",
      "en": "Common Buttonquail",
      "rec": "S Thude",
      "cnt": "Namibia",
      "loc": "Omaruru, Erongo Region",
      "lat": "-21.4207",
      "lng": "15.9524",
      "alt": "1400",
      "type": "call, female",
      "url": "//xeno-canto.org/371680",
      "file": "https://xeno-canto.org/371680/download",
      "file-name": "XC371680-best kurrichane buttonquail sound.mp3",
      "sono": {
        "small": "//xeno-canto.org/sounds/uploaded/BNBNRXROBE/ffts/XC371680-small.png",
        "med": "//xeno-canto.org/sounds/uploaded/BNBNRXROBE/ffts/XC371680-med.png",
        "large": "//xeno-canto.org/sounds/uploaded/BNBNRXROBE/ffts/XC371680-large.png",
        "full": "//xeno-canto.org/sounds/uploaded/BNBNRXROBE/ffts/XC371680-full.png"
      },
      "lic": "//creativecommons.org/licenses/by-nc-sa/4.0/",
      "q": "C",
      "length": "1:10",
      "time": "20:00",
      "date": "2017-04-12",
      "uploaded": "2017-05-23",
      "also": [
        ""
      ],
      "rmk": "not modified, quality smartphone microfone. This recording includes several individuals in closer (50m) and greater distance (estimated 1000m)  all around, calling singly and variably in \"concert\". Daily and mostly heard at dusk and night over weeks between March and May 2017. Habitat: dense grass and tall herb shrub, dense to open bushveld shrub savanna, mountaineous area with rocky hills and slopes.\r\nBehavior: very shy and sensitive for disturbance when calling, so no options to get really close recordings. Otherwise as described, only fly up when encountered, several sightings and obeservations where possible, also females with tiny chicks (end of May).\r\nPlumage: as described, with distinct reddish throat.\r\nSex: recording is seemingly from female as it's their typical call for males.\r\nThe calls appeared suddenly in March first time – after good rains and grass growing. The calls were not heard in the previous years (2014-2016, severe drought in rain season 2016/2017). The calling appeared first only at dusk/night times until dawn, later also during the days. Calling period stopped about middle of May and family/female with chicks are seen running on road tracks during daytime, hiding immediately into dense cover when disturbed, about 4 chicks at the time.",
      "bird-seen": "no",
      "playback-used": "no"
    }
  ]
}